{
    "<PAD>": 0,
    "<UNK>": 1,
    "!": 2,
    "\"": 3,
    "#": 4,
    "$": 5,
    "%": 6,
    "&": 7,
    "'": 8,
    "(": 9,
    ")": 10,
    "*": 11,
    "+": 12,
    ",": 13,
    "-": 14,
    ".": 15,
    "/": 16,
    "0": 17,
    "00": 18,
    "000": 19,
    "0000436": 20,
    "00436": 21,
    "011": 22,
    "018": 23,
    "02": 24,
    "026": 25,
    "028": 26,
    "029": 27,
    "030": 28,
    "032": 29,
    "05": 30,
    "070": 31,
    "091": 32,
    "0d": 33,
    "0s": 34,
    "1": 35,
    "10": 36,
    "100": 37,
    "1000": 38,
    "100th": 39,
    "103": 40,
    "105": 41,
    "107": 42,
    "108": 43,
    "109th": 44,
    "10s": 45,
    "10th": 46,
    "11": 47,
    "110": 48,
    "110th": 49,
    "111": 50,
    "117": 51,
    "1174": 52,
    "11th": 53,
    "12": 54,
    "120": 55,
    "1200": 56,
    "1207": 57,
    "1215": 58,
    "1219": 59,
    "122": 60,
    "1220": 61,
    "1227": 62,
    "1229": 63,
    "125": 64,
    "1268": 65,
    "128": 66,
    "129": 67,
    "12th": 68,
    "13": 69,
    "130": 70,
    "1300": 71,
    "130_": 72,
    "1319": 73,
    "132": 74,
    "1328": 75,
    "1334": 76,
    "1342": 77,
    "135": 78,
    "136": 79,
    "1367": 80,
    "137": 81,
    "139": 82,
    "13s": 83,
    "13th": 84,
    "14": 85,
    "140": 86,
    "1400": 87,
    "1407": 88,
    "1413": 89,
    "1417": 90,
    "142": 91,
    "1434": 92,
    "145": 93,
    "1458": 94,
    "146": 95,
    "1463": 96,
    "1465": 97,
    "1466": 98,
    "1467": 99,
    "1469": 100,
    "1470": 101,
    "1472": 102,
    "1474": 103,
    "1476": 104,
    "1481": 105,
    "1482": 106,
    "1483": 107,
    "149": 108,
    "1499": 109,
    "14_": 110,
    "14ecorps": 111,
    "14s": 112,
    "14th": 113,
    "15": 114,
    "150": 115,
    "1500": 116,
    "150deg": 117,
    "151": 118,
    "1511": 119,
    "1524": 120,
    "1526": 121,
    "1527": 122,
    "1528": 123,
    "153": 124,
    "1531": 125,
    "153deg": 126,
    "1545": 127,
    "1549": 128,
    "155deg": 129,
    "156": 130,
    "1566": 131,
    "157": 132,
    "1572": 133,
    "1573": 134,
    "1574": 135,
    "1577": 136,
    "158": 137,
    "1587": 138,
    "1594": 139,
    "15_": 140,
    "15th": 141,
    "16": 142,
    "160": 143,
    "1600": 144,
    "1606": 145,
    "1610": 146,
    "1613": 147,
    "1616": 148,
    "1618": 149,
    "162": 150,
    "1625": 151,
    "1627": 152,
    "1628": 153,
    "163": 154,
    "1632": 155,
    "1633": 156,
    "1635": 157,
    "1637": 158,
    "164": 159,
    "1640": 160,
    "1642": 161,
    "1643": 162,
    "1647": 163,
    "1650": 164,
    "1651": 165,
    "1653": 166,
    "16542": 167,
    "1659": 168,
    "165deg": 169,
    "1660": 170,
    "167": 171,
    "1674": 172,
    "1676": 173,
    "167th": 174,
    "168": 175,
    "1683": 176,
    "1686": 177,
    "1687": 178,
    "1688": 179,
    "1692": 180,
    "1693": 181,
    "1694": 182,
    "1699": 183,
    "16TH": 184,
    "16th": 185,
    "17": 186,
    "170": 187,
    "1702": 188,
    "1703": 189,
    "171": 190,
    "1714": 191,
    "1715": 192,
    "172": 193,
    "1720": 194,
    "1729": 195,
    "1730": 196,
    "174": 197,
    "1740": 198,
    "1742": 199,
    "1746": 200,
    "1748": 201,
    "175": 202,
    "1753": 203,
    "1756": 204,
    "1760": 205,
    "1762": 206,
    "1768": 207,
    "1770": 208,
    "1773": 209,
    "1774": 210,
    "1778": 211,
    "1779": 212,
    "178": 213,
    "1781": 214,
    "1782": 215,
    "1783": 216,
    "1785": 217,
    "1786": 218,
    "1787": 219,
    "1789": 220,
    "179": 221,
    "1790": 222,
    "1791": 223,
    "1792": 224,
    "1793": 225,
    "1794": 226,
    "1796": 227,
    "1797": 228,
    "1798": 229,
    "1799": 230,
    "17TH": 231,
    "17th": 232,
    "18": 233,
    "180": 234,
    "1800": 235,
    "1801": 236,
    "1802": 237,
    "1803": 238,
    "1806": 239,
    "1808": 240,
    "1810": 241,
    "1812": 242,
    "1813": 243,
    "1814": 244,
    "1815": 245,
    "1816": 246,
    "1817": 247,
    "1819": 248,
    "182": 249,
    "1820": 250,
    "1821": 251,
    "1822": 252,
    "1823": 253,
    "1824": 254,
    "1825": 255,
    "1827": 256,
    "1828": 257,
    "1829": 258,
    "1830": 259,
    "1831": 260,
    "1832": 261,
    "1834": 262,
    "1835": 263,
    "1837": 264,
    "1838": 265,
    "1839": 266,
    "1840": 267,
    "1842": 268,
    "1843": 269,
    "1844": 270,
    "1845": 271,
    "1847": 272,
    "1848": 273,
    "1849": 274,
    "1850": 275,
    "1851": 276,
    "1852": 277,
    "1853": 278,
    "1854": 279,
    "1855": 280,
    "1857": 281,
    "1858": 282,
    "1860": 283,
    "1861": 284,
    "1862": 285,
    "1863": 286,
    "1864": 287,
    "1865": 288,
    "1866": 289,
    "1867": 290,
    "1868": 291,
    "1869": 292,
    "1870": 293,
    "1871": 294,
    "1872": 295,
    "1876": 296,
    "1878": 297,
    "188": 298,
    "1882": 299,
    "1883": 300,
    "1884": 301,
    "1886": 302,
    "1888": 303,
    "189": 304,
    "1891": 305,
    "1892": 306,
    "18s": 307,
    "18th": 308,
    "19": 309,
    "190": 310,
    "192": 311,
    "194": 312,
    "198": 313,
    "19_": 314,
    "19th": 315,
    "1O": 316,
    "1er": 317,
    "1erde": 318,
    "1s": 319,
    "1st": 320,
    "1º": 321,
    "2": 322,
    "20": 323,
    "200": 324,
    "2000": 325,
    "20000": 326,
    "20s": 327,
    "20th": 328,
    "21": 329,
    "210": 330,
    "21_": 331,
    "21st": 332,
    "22": 333,
    "220": 334,
    "221": 335,
    "221B": 336,
    "2288": 337,
    "22nd": 338,
    "23": 339,
    "237": 340,
    "2372": 341,
    "23d": 342,
    "23rd": 343,
    "24": 344,
    "240": 345,
    "246": 346,
    "24th": 347,
    "24th_": 348,
    "25": 349,
    "250": 350,
    "25th": 351,
    "26": 352,
    "26th": 353,
    "27": 354,
    "2704": 355,
    "275": 356,
    "27th": 357,
    "28": 358,
    "280": 359,
    "28th": 360,
    "29": 361,
    "292": 362,
    "297": 363,
    "29deg": 364,
    "29p": 365,
    "29th": 366,
    "2O": 367,
    "2_s_": 368,
    "2ft": 369,
    "2nd": 370,
    "2ndly": 371,
    "2º": 372,
    "3": 373,
    "30": 374,
    "300": 375,
    "3000": 376,
    "302": 377,
    "30_th_": 378,
    "30deg": 379,
    "30th": 380,
    "31": 381,
    "315": 382,
    "31st": 383,
    "32": 384,
    "320": 385,
    "3241": 386,
    "325": 387,
    "32mo": 388,
    "33": 389,
    "333": 390,
    "34": 391,
    "340": 392,
    "34deg": 393,
    "35": 394,
    "350": 395,
    "354": 396,
    "356": 397,
    "35deg": 398,
    "35th": 399,
    "36": 400,
    "360": 401,
    "36th": 402,
    "37": 403,
    "370": 404,
    "372": 405,
    "375": 406,
    "37deg": 407,
    "37th": 408,
    "38": 409,
    "38th": 410,
    "39": 411,
    "394": 412,
    "3Oth": 413,
    "3ans": 414,
    "3d": 415,
    "3rd": 416,
    "3rdly": 417,
    "3s": 418,
    "3º": 419,
    "4": 420,
    "40": 421,
    "400": 422,
    "4000": 423,
    "400000": 424,
    "41": 425,
    "42": 426,
    "42nd": 427,
    "43": 428,
    "431": 429,
    "43rd": 430,
    "44": 431,
    "446": 432,
    "448": 433,
    "44th": 434,
    "44ème": 435,
    "45": 436,
    "450": 437,
    "46": 438,
    "460": 439,
    "47": 440,
    "470": 441,
    "476": 442,
    "4772": 443,
    "4773": 444,
    "48": 445,
    "480": 446,
    "49": 447,
    "4_d_": 448,
    "4ede": 449,
    "4erégiment": 450,
    "4s": 451,
    "4th": 452,
    "4thly": 453,
    "4º": 454,
    "5": 455,
    "50": 456,
    "500": 457,
    "5000": 458,
    "500tons": 459,
    "507": 460,
    "50th": 461,
    "51": 462,
    "513": 463,
    "52": 464,
    "52nd": 465,
    "52ème": 466,
    "53": 467,
    "54": 468,
    "540": 469,
    "55": 470,
    "550": 471,
    "558": 472,
    "55th": 473,
    "56": 474,
    "560": 475,
    "568": 476,
    "57": 477,
    "58": 478,
    "583": 479,
    "59": 480,
    "5e": 481,
    "5s": 482,
    "5th": 483,
    "5º": 484,
    "6": 485,
    "60": 486,
    "600": 487,
    "6000": 488,
    "60th": 489,
    "61": 490,
    "615": 491,
    "618": 492,
    "62": 493,
    "620": 494,
    "624": 495,
    "625": 496,
    "63": 497,
    "638": 498,
    "64": 499,
    "65": 500,
    "650": 501,
    "657": 502,
    "65th": 503,
    "66": 504,
    "66th": 505,
    "67": 506,
    "68": 507,
    "680": 508,
    "687": 509,
    "69": 510,
    "69th": 511,
    "69ème": 512,
    "6d": 513,
    "6edragons": 514,
    "6eléger": 515,
    "6in": 516,
    "6me": 517,
    "6th": 518,
    "6º": 519,
    "7": 520,
    "70": 521,
    "700": 522,
    "705": 523,
    "71": 524,
    "710": 525,
    "715": 526,
    "71st": 527,
    "71ème": 528,
    "72": 529,
    "720": 530,
    "73": 531,
    "732": 532,
    "74": 533,
    "74th": 534,
    "75": 535,
    "750": 536,
    "756": 537,
    "759": 538,
    "75c": 539,
    "76": 540,
    "761": 541,
    "762": 542,
    "77": 543,
    "77deg": 544,
    "77ème": 545,
    "78": 546,
    "79": 547,
    "7th": 548,
    "8": 549,
    "80": 550,
    "800": 551,
    "80e": 552,
    "80th": 553,
    "81": 554,
    "82": 555,
    "820": 556,
    "82nd": 557,
    "83": 558,
    "832": 559,
    "833": 560,
    "836": 561,
    "84": 562,
    "840": 563,
    "85": 564,
    "855": 565,
    "858": 566,
    "860": 567,
    "872": 568,
    "873": 569,
    "875": 570,
    "88": 571,
    "89": 572,
    "8th": 573,
    "9": 574,
    "90": 575,
    "900": 576,
    "916": 577,
    "93": 578,
    "93ème": 579,
    "94": 580,
    "95th": 581,
    "95ème": 582,
    "96": 583,
    "961": 584,
    "96e": 585,
    "96th": 586,
    "97": 587,
    "98": 588,
    "985": 589,
    "99": 590,
    "9s": 591,
    "9th": 592,
    ":": 593,
    ";": 594,
    "<": 595,
    "=": 596,
    ">": 597,
    "?": 598,
    "A": 599,
    "A1l": 600,
    "A2": 601,
    "ABANDONED": 602,
    "ABANDONNÉ": 603,
    "ABBAS": 604,
    "ABBAYE": 605,
    "ABBEY": 606,
    "ABINGDON": 607,
    "ABOMINABLE": 608,
    "ABORDAI": 609,
    "ABOUT": 610,
    "ABRI": 611,
    "ABRITÉE": 612,
    "ABSENCE": 613,
    "ACCEPT": 614,
    "ACCEPTENT": 615,
    "ACCIDENT": 616,
    "ACCOMPLIT": 617,
    "ACCROCHAIT": 618,
    "ACHÈTE": 619,
    "ACROBATIC": 620,
    "ACROBATIQUE": 621,
    "ACROSS": 622,
    "ACTRESS": 623,
    "ACTRICE": 624,
    "AD": 625,
    "ADDRESSING": 626,
    "ADJOURNS": 627,
    "ADMIRABILE": 628,
    "ADMIRABLE": 629,
    "ADOPTION": 630,
    "ADOPTÉE": 631,
    "ADORATION": 632,
    "ADORE": 633,
    "ADVANTAGES": 634,
    "ADVENTURE": 635,
    "ADVENTURES": 636,
    "ADVERTISEMENT": 637,
    "AEolian": 638,
    "AEschylus": 639,
    "AEsculapius": 640,
    "AEtna": 641,
    "AFFAIR": 642,
    "AFFAIRE": 643,
    "AFFAIRES": 644,
    "AFFAMÉS": 645,
    "AFLOAT": 646,
    "AFTER": 647,
    "AFTERMATH": 648,
    "AGAIN": 649,
    "AGENDA": 650,
    "AGENT": 651,
    "AGITÉE": 652,
    "AGITÉS": 653,
    "AGREE": 654,
    "AH": 655,
    "AIDS": 656,
    "AIGLE": 657,
    "AIGUADE": 658,
    "AIMAIT": 659,
    "AIMENT": 660,
    "AIR": 661,
    "ALFRED": 662,
    "ALIBI": 663,
    "ALICE": 664,
    "ALKALI": 665,
    "ALL": 666,
    "ALLONGE": 667,
    "ALLONSNOUS": 668,
    "ALLÈGE": 669,
    "ALMOST": 670,
    "ALONE": 671,
    "ALONG": 672,
    "ALTHOUGH": 673,
    "ALTISIMM": 674,
    "AM": 675,
    "AMA": 676,
    "AMANT": 677,
    "AMATEUR": 678,
    "AMAZONE": 679,
    "AMBROISE": 680,
    "AMBROSE": 681,
    "AMBUSH": 682,
    "AME": 683,
    "AMENE": 684,
    "AMERICAN": 685,
    "AMI": 686,
    "AMIENS": 687,
    "AMITIÉ": 688,
    "AMORCER": 689,
    "AMOUR": 690,
    "AMOUREUX": 691,
    "AN": 692,
    "ANCIENNE": 693,
    "ANCIENT": 694,
    "AND": 695,
    "ANGE": 696,
    "ANGEL": 697,
    "ANGELS": 698,
    "ANGES": 699,
    "ANGLAIS": 700,
    "ANGLAISE": 701,
    "ANGLER": 702,
    "ANGLETERRE": 703,
    "ANGLING": 704,
    "ANGOULÊME": 705,
    "ANIMADVERTUNTUR": 706,
    "ANJOU": 707,
    "ANNE": 708,
    "ANNONCE": 709,
    "ANNOYING": 710,
    "ANNÉE": 711,
    "ANONYMOUS": 712,
    "ANOTHER": 713,
    "ANSTEY": 714,
    "ANTECHAMBER": 715,
    "ANTICHAMBRE": 716,
    "ANTIPODES": 717,
    "ANTIQUITY": 718,
    "ANTIQUITÉ": 719,
    "ANY": 720,
    "ANYBODY": 721,
    "AOÛT": 722,
    "APERÇU": 723,
    "APOLOGIES": 724,
    "APPARAÎT": 725,
    "APPARITION": 726,
    "APPEAL": 727,
    "APPEARING": 728,
    "APPEARS": 729,
    "APPEL": 730,
    "APPELLE": 731,
    "APPOINTED": 732,
    "APPRENANT": 733,
    "APPROACHING": 734,
    "APRES": 735,
    "APRÈS": 736,
    "ARABIAN": 737,
    "ARAMIS": 738,
    "ARCHIPEL": 739,
    "ARCTIC": 740,
    "ARCTICS": 741,
    "ARE": 742,
    "ARGENT": 743,
    "ARGUMENTUM": 744,
    "ARMAND": 745,
    "AROUND": 746,
    "AROUSES": 747,
    "ARRANGEMENTS": 748,
    "ARRIVE": 749,
    "ARRIVÉE": 750,
    "ART": 751,
    "ARTAGNAN": 752,
    "ARTHUR": 753,
    "AS": 754,
    "ASHORE": 755,
    "ASILE": 756,
    "ASPECTS": 757,
    "ASPIRATIONS": 758,
    "ASTOUNDS": 759,
    "AT": 760,
    "ATHOS": 761,
    "ATKINS": 762,
    "ATLANTIC": 763,
    "ATLANTIDE": 764,
    "ATLANTIS": 765,
    "ATMOSPHERE": 766,
    "ATOURS": 767,
    "ATROCE": 768,
    "ATTENTION": 769,
    "ATTRACTION": 770,
    "ATTROUPEMENT": 771,
    "AU": 772,
    "AUBERGE": 773,
    "AUDACIEUX": 774,
    "AUDIENCE": 775,
    "AUGUST": 776,
    "AUGUSTIN": 777,
    "AUGUSTINUS": 778,
    "AUSSI": 779,
    "AUTHOR": 780,
    "AUTOUR": 781,
    "AUTRE": 782,
    "AUTREFOIS": 783,
    "AUTRES": 784,
    "AUX": 785,
    "AVANT": 786,
    "AVANTAGES": 787,
    "AVE": 788,
    "AVEC": 789,
    "AVENGING": 790,
    "AVENTURE": 791,
    "AVENTURENT": 792,
    "AVENTURES": 793,
    "AVES": 794,
    "AVOIR": 795,
    "AVON": 796,
    "AVRIL": 797,
    "AWFUL": 798,
    "AWKWARD": 799,
    "Abailard": 800,
    "Abandoning": 801,
    "Abandonnant": 802,
    "Abandonner": 803,
    "Abandonnerait": 804,
    "Abandonnez": 805,
    "Abandonné": 806,
    "Abares": 807,
    "Abarian": 808,
    "Abate": 809,
    "Abbas": 810,
    "Abbaye": 811,
    "Abbe": 812,
    "Abbershaw": 813,
    "Abbess": 814,
    "Abbeville": 815,
    "Abbey": 816,
    "Abbot": 817,
    "Abbé": 818,
    "Abdoallah": 819,
    "Abdullah": 820,
    "Abel": 821,
    "Abelard": 822,
    "Abernethy": 823,
    "Abhorred": 824,
    "Abigail": 825,
    "Abingdon": 826,
    "Aboard": 827,
    "Abolitionist": 828,
    "Abominable": 829,
    "Abomination": 830,
    "About": 831,
    "Above": 832,
    "Abraham": 833,
    "Abreast": 834,
    "Abruzze": 835,
    "Abruzzi": 836,
    "Absalom": 837,
    "Absalon": 838,
    "Absence": 839,
    "Absent": 840,
    "Absolument": 841,
    "Absolute": 842,
    "Absolutely": 843,
    "Absorbed": 844,
    "Absorbé": 845,
    "Absorbés": 846,
    "Abstain": 847,
    "Abstenez": 848,
    "Absurd": 849,
    "Abundance": 850,
    "Abundant": 851,
    "Abusait": 852,
    "Acabah": 853,
    "Academician": 854,
    "Academie": 855,
    "Academy": 856,
    "Académie": 857,
    "Acanthopterygia": 858,
    "Accablé": 859,
    "Accablée": 860,
    "Accept": 861,
    "Accepte": 862,
    "Accepterez": 863,
    "Accepteriez": 864,
    "Acceptez": 865,
    "Accepting": 866,
    "Access": 867,
    "Accident": 868,
    "Accompagné": 869,
    "Accomplir": 870,
    "Accomplish": 871,
    "Accordez": 872,
    "According": 873,
    "Accordingly": 874,
    "Accordé": 875,
    "Accostons": 876,
    "Accoudé": 877,
    "Accoudés": 878,
    "Account": 879,
    "Accounts": 880,
    "Accoutumé": 881,
    "Accoutumée": 882,
    "Accrochons": 883,
    "Accroupis": 884,
    "Acculé": 885,
    "Accurate": 886,
    "Accursed": 887,
    "Accuse": 888,
    "Accusez": 889,
    "Accustomed": 890,
    "Acephala": 891,
    "Ach": 892,
    "Achaia": 893,
    "Achan": 894,
    "Achates": 895,
    "Achaïe": 896,
    "Achevez": 897,
    "Achille": 898,
    "Achilles": 899,
    "Achmet": 900,
    "Acide": 901,
    "Acknowledge": 902,
    "Acle": 903,
    "Acores": 904,
    "Acquainted": 905,
    "Across": 906,
    "Act": 907,
    "Actinidia": 908,
    "Actium": 909,
    "Acts": 910,
    "Actual": 911,
    "Actually": 912,
    "Actuellement": 913,
    "Acunha": 914,
    "Ada": 915,
    "Adam": 916,
    "Adamite": 917,
    "Adams": 918,
    "Add": 919,
    "Addington": 920,
    "Addio": 921,
    "Address": 922,
    "Addressing": 923,
    "Adela": 924,
    "Adelaide": 925,
    "Adele": 926,
    "Adeline": 927,
    "Adelphi": 928,
    "Aden": 929,
    "Adhesiveness": 930,
    "Adieu": 931,
    "Adieux": 932,
    "Adjacent": 933,
    "Adjoining": 934,
    "Adjoint": 935,
    "Adjugé": 936,
    "Admets": 937,
    "Admettons": 938,
    "Admetus": 939,
    "Administration": 940,
    "Admirable": 941,
    "Admiral": 942,
    "Admirals": 943,
    "Admiralty": 944,
    "Admiration": 945,
    "Admirez": 946,
    "Admis": 947,
    "Admit": 948,
    "Admitted": 949,
    "Admitting": 950,
    "Admétès": 951,
    "Ado": 952,
    "Adolphe": 953,
    "Adolphus": 954,
    "Adopted": 955,
    "Adopté": 956,
    "Adossé": 957,
    "Adressait": 958,
    "Adresse": 959,
    "Adresser": 960,
    "Adressez": 961,
    "Adriatic": 962,
    "Adriatique": 963,
    "Adrien": 964,
    "Adroit": 965,
    "Adroitement": 966,
    "Adrune": 967,
    "Adsum": 968,
    "Aduine": 969,
    "Adultery": 970,
    "Adur": 971,
    "Advance": 972,
    "Advancing": 973,
    "Adventure": 974,
    "Adventures": 975,
    "Adversits": 976,
    "Adversus": 977,
    "Advice": 978,
    "Advienne": 979,
    "Advocate": 980,
    "Advorsum": 981,
    "Advoyer": 982,
    "Adèle": 983,
    "Adélaïde": 984,
    "Adélie": 985,
    "Aegri": 986,
    "Aeneas": 987,
    "Aeneid": 988,
    "Aeolian": 989,
    "Aeronauts": 990,
    "Aesopus": 991,
    "Afar": 992,
    "Affaire": 993,
    "Affaires": 994,
    "Affairs": 995,
    "Affectation": 996,
    "Affectueusement": 997,
    "Affinities": 998,
    "Affinités": 999,
    "Affirma": 1000,
    "Affranchie": 1001,
    "Affreuse": 1002,
    "Affreux": 1003,
    "Affronter": 1004,
    "Afghan": 1005,
    "Afghanistan": 1006,
    "Afin": 1007,
    "Afraid": 1008,
    "Africa": 1009,
    "Africain": 1010,
    "African": 1011,
    "Afrique": 1012,
    "After": 1013,
    "Afternoon": 1014,
    "Afterward": 1015,
    "Afterwards": 1016,
    "Aga": 1017,
    "Agacé": 1018,
    "Again": 1019,
    "Against": 1020,
    "Agamemnon": 1021,
    "Agassis": 1022,
    "Agassiz": 1023,
    "Agatharchide": 1024,
    "Agatharchides": 1025,
    "Agathe": 1026,
    "Agde": 1027,
    "Age": 1028,
    "Agen": 1029,
    "Agenouillez": 1030,
    "Ages": 1031,
    "Agile": 1032,
    "Agis": 1033,
    "Agissez": 1034,
    "Agiter": 1035,
    "Agité": 1036,
    "Agitée": 1037,
    "Aglé": 1038,
    "Agneau": 1039,
    "Agnes": 1040,
    "Agnès": 1041,
    "Agora": 1042,
    "Agouties": 1043,
    "Agoutis": 1044,
    "Agra": 1045,
    "Agreed": 1046,
    "Agricultural": 1047,
    "Agriculture": 1048,
    "Agrippé": 1049,
    "Agréez": 1050,
    "Aguillon": 1051,
    "Ah": 1052,
    "Aha": 1053,
    "Ahasuerus": 1054,
    "Ahem": 1055,
    "Ahhh": 1056,
    "Ahi": 1057,
    "Ahl": 1058,
    "Ahmehnagara": 1059,
    "Ahméhnagara": 1060,
    "Ahoy": 1061,
    "Ahuri": 1062,
    "Ahurie": 1063,
    "Ai": 1064,
    "Aid": 1065,
    "Aide": 1066,
    "Aidez": 1067,
    "Aidé": 1068,
    "Aidée": 1069,
    "Aie": 1070,
    "Aigle": 1071,
    "Aiglet": 1072,
    "Aiglon": 1073,
    "Aiguillon": 1074,
    "Ailleurs": 1075,
    "Ailly": 1076,
    "Aimable": 1077,
    "Aime": 1078,
    "Aimer": 1079,
    "Aimerais": 1080,
    "Aimeriez": 1081,
    "Aimez": 1082,
    "Ain": 1083,
    "Ainsi": 1084,
    "Air": 1085,
    "Aire": 1086,
    "Aires": 1087,
    "Ajax": 1088,
    "Ajouta": 1089,
    "Ajoutez": 1090,
    "Ajoutons": 1091,
    "Al": 1092,
    "Alabama": 1093,
    "Alacoque": 1094,
    "Alain": 1095,
    "Alarabes": 1096,
    "Alari": 1097,
    "Alarm": 1098,
    "Alas": 1099,
    "Alaudet": 1100,
    "Albania": 1101,
    "Albanie": 1102,
    "Albans": 1103,
    "Albeit": 1104,
    "Albemarle": 1105,
    "Albergo": 1106,
    "Albermale": 1107,
    "Albert": 1108,
    "Albert_": 1109,
    "Albion": 1110,
    "Alchemy": 1111,
    "Alcyonaria": 1112,
    "Alderman": 1113,
    "Aldersgate": 1114,
    "Aldershot": 1115,
    "Ale": 1116,
    "Alecto": 1117,
    "Alembert": 1118,
    "Alencon": 1119,
    "Alentour": 1120,
    "Alençon": 1121,
    "Alerte": 1122,
    "Alessandro": 1123,
    "Aleutian": 1124,
    "Alexander": 1125,
    "Alexandre": 1126,
    "Alexandria": 1127,
    "Alexandrian": 1128,
    "Alexandrie": 1129,
    "Alexandrine": 1130,
    "Alfa": 1131,
    "Alfieri": 1132,
    "Alfred": 1133,
    "Alftanes": 1134,
    "Algar": 1135,
    "Algeciras": 1136,
    "Alger": 1137,
    "Algeria": 1138,
    "Algerian": 1139,
    "Algerines": 1140,
    "Algiers": 1141,
    "Algérie": 1142,
    "Algérien": 1143,
    "Algériens": 1144,
    "Algésiras": 1145,
    "Alhambra": 1146,
    "Ali": 1147,
    "Alicant": 1148,
    "Alicante": 1149,
    "Alice": 1150,
    "Aligre": 1151,
    "Alive": 1152,
    "Alixandre": 1153,
    "All": 1154,
    "Allahabad": 1155,
    "Allaient": 1156,
    "Allais": 1157,
    "Allait": 1158,
    "Allan": 1159,
    "Allant": 1160,
    "Allelujah": 1161,
    "Allemagne": 1162,
    "Allemagnes": 1163,
    "Allemand": 1164,
    "Allemande": 1165,
    "Allemands": 1166,
    "Allen": 1167,
    "Aller": 1168,
    "Alles": 1169,
    "Alley": 1170,
    "Allez": 1171,
    "Allier": 1172,
    "Allies": 1173,
    "Alligators": 1174,
    "Allions": 1175,
    "Alliés": 1176,
    "Allongés": 1177,
    "Allons": 1178,
    "Allow": 1179,
    "Allowing": 1180,
    "Allumer": 1181,
    "Allumerons": 1182,
    "Allumez": 1183,
    "Allumons": 1184,
    "Allumée": 1185,
    "Allée": 1186,
    "Almack": 1187,
    "Almaviva": 1188,
    "Almighty": 1189,
    "Almost": 1190,
    "Aloise": 1191,
    "Alone": 1192,
    "Along": 1193,
    "Alongside": 1194,
    "Alors": 1195,
    "Aloïse": 1196,
    "Alpes": 1197,
    "Alpha": 1198,
    "Alphonse": 1199,
    "Alphonsine": 1200,
    "Alpine": 1201,
    "Alps": 1202,
    "Already": 1203,
    "Alsace": 1204,
    "Alsacien": 1205,
    "Alsaciens": 1206,
    "Also": 1207,
    "Alsser": 1208,
    "Alster": 1209,
    "Altamira": 1210,
    "Altar": 1211,
    "Alternating": 1212,
    "Altesse": 1213,
    "Altesses": 1214,
    "Althorp": 1215,
    "Although": 1216,
    "Altière": 1217,
    "Altogether": 1218,
    "Alton": 1219,
    "Altona": 1220,
    "Alvanley": 1221,
    "Alvar": 1222,
    "Alvaro": 1223,
    "Alvizi": 1224,
    "Always": 1225,
    "Alzire": 1226,
    "Aléoutiennes": 1227,
    "Am": 1228,
    "Amabilen": 1229,
    "Amak": 1230,
    "Aman": 1231,
    "Amand": 1232,
    "Amanda": 1233,
    "Amanyon": 1234,
    "Amata": 1235,
    "Amati": 1236,
    "Amazed": 1237,
    "Amazement": 1238,
    "Amazon": 1239,
    "Amazone": 1240,
    "Amazones": 1241,
    "Ambassadeurs": 1242,
    "Ambassador": 1243,
    "Ambassadors": 1244,
    "Ambitieuse": 1245,
    "Ambition": 1246,
    "Amboina": 1247,
    "Amboine": 1248,
    "Amboise": 1249,
    "Ambroise": 1250,
    "Ambrose": 1251,
    "Ambushes": 1252,
    "Ameins": 1253,
    "Amelotte": 1254,
    "Amen": 1255,
    "Amendes": 1256,
    "Amenez": 1257,
    "Amenons": 1258,
    "America": 1259,
    "American": 1260,
    "Americans": 1261,
    "Americas": 1262,
    "Amers": 1263,
    "Ami": 1264,
    "Amid": 1265,
    "Amidst": 1266,
    "Amiens": 1267,
    "Amiral": 1268,
    "Amirauté": 1269,
    "Amis": 1270,
    "Ammianus": 1271,
    "Ammien": 1272,
    "Among": 1273,
    "Amongst": 1274,
    "Amor": 1275,
    "Amour": 1276,
    "Amphion": 1277,
    "Amphitheatre": 1278,
    "Amphytrionic": 1279,
    "Amsterdam": 1280,
    "Amuse": 1281,
    "Amusement": 1282,
    "Amusez": 1283,
    "Amy": 1284,
    "Américain": 1285,
    "Américaine": 1286,
    "Américains": 1287,
    "Amérique": 1288,
    "Amériques": 1289,
    "An": 1290,
    "AnEnglish": 1291,
    "Anabaptist": 1292,
    "Anacharsis": 1293,
    "Analysis": 1294,
    "Anam": 1295,
    "Anarchasis": 1296,
    "Anarchist": 1297,
    "Anatomically": 1298,
    "Anatomiquement": 1299,
    "Anatomy": 1300,
    "Anaxagoras": 1301,
    "Anchor": 1302,
    "Ancien": 1303,
    "Anciens": 1304,
    "Ancient": 1305,
    "Ancre": 1306,
    "And": 1307,
    "AndMarechal": 1308,
    "Andalouses": 1309,
    "Andalousie": 1310,
    "Andalusian": 1311,
    "Andalusians": 1312,
    "Andaman": 1313,
    "Andamenes": 1314,
    "Andamènes": 1315,
    "Andeach": 1316,
    "Andelle": 1317,
    "Andemer": 1318,
    "Anderson": 1319,
    "Andervilliers": 1320,
    "Andes": 1321,
    "Andhe": 1322,
    "Andre": 1323,
    "Andrew": 1324,
    "Andry": 1325,
    "Andryane": 1326,
    "André": 1327,
    "Andthe": 1328,
    "Andwhy": 1329,
    "Anetta": 1330,
    "Ange": 1331,
    "Angel": 1332,
    "Angela": 1333,
    "Angelica": 1334,
    "Angelina": 1335,
    "Angelo": 1336,
    "Angels": 1337,
    "Angelus": 1338,
    "Anger": 1339,
    "Angers": 1340,
    "Anges": 1341,
    "Angillon": 1342,
    "Anglais": 1343,
    "Anglaise": 1344,
    "Anglaise_": 1345,
    "Angler": 1346,
    "Angleterre": 1347,
    "Anglo": 1348,
    "Angouleme": 1349,
    "Angoulême": 1350,
    "Angoutin": 1351,
    "Angry": 1352,
    "Angus": 1353,
    "Angélique": 1354,
    "Angélus": 1355,
    "Aniken": 1356,
    "Animal": 1357,
    "Animated": 1358,
    "Animé": 1359,
    "Anjou": 1360,
    "Ankerwyke": 1361,
    "Anmon": 1362,
    "Ann": 1363,
    "Anna": 1364,
    "Annam": 1365,
    "Anne": 1366,
    "Annelida": 1367,
    "Annesley": 1368,
    "Annetta": 1369,
    "Annette": 1370,
    "Annexia": 1371,
    "Annibal": 1372,
    "Annihilated": 1373,
    "Annoncer": 1374,
    "Annoncez": 1375,
    "Annonciation": 1376,
    "Annouchka": 1377,
    "Announce": 1378,
    "Annoyed": 1379,
    "Annuaire": 1380,
    "Annunciation": 1381,
    "Annutchka": 1382,
    "Anoint": 1383,
    "Anomura": 1384,
    "Anonymous": 1385,
    "Anoplotherium": 1386,
    "Another": 1387,
    "Anotherlittle": 1388,
    "Anquetil": 1389,
    "Anson": 1390,
    "Anstey": 1391,
    "Answer": 1392,
    "Answering": 1393,
    "Antarctic": 1394,
    "Antares": 1395,
    "Antarès": 1396,
    "Antechrist": 1397,
    "Anthony": 1398,
    "Antibes": 1399,
    "Antichrist": 1400,
    "Antilles": 1401,
    "Antin": 1402,
    "Antipathies": 1403,
    "Antipodes": 1404,
    "Antiquities": 1405,
    "Antiquité": 1406,
    "Antiquités": 1407,
    "Antoine": 1408,
    "Antoinetta": 1409,
    "Antoinette": 1410,
    "Antonine": 1411,
    "Antonines": 1412,
    "Antonins": 1413,
    "Antonio": 1414,
    "Antonius": 1415,
    "Antony": 1416,
    "Antwerp": 1417,
    "Antéchrist": 1418,
    "Anvers": 1419,
    "Anville": 1420,
    "Anxiety": 1421,
    "Anxieux": 1422,
    "Anxious": 1423,
    "Any": 1424,
    "Anybody": 1425,
    "Anyhow": 1426,
    "Anyone": 1427,
    "Anything": 1428,
    "Anzin": 1429,
    "Anéanti": 1430,
    "Anéantis": 1431,
    "Aoalkirkja": 1432,
    "Aod": 1433,
    "Aolkirkja": 1434,
    "Aouda": 1435,
    "Août": 1436,
    "Apaisé": 1437,
    "Apart": 1438,
    "Apennin": 1439,
    "Apennines": 1440,
    "Apercevant": 1441,
    "Apercevez": 1442,
    "Aperçois": 1443,
    "Aperçue": 1444,
    "Apes": 1445,
    "Aphroessa": 1446,
    "Apiece": 1447,
    "Aplysia": 1448,
    "Apocalypse": 1449,
    "Apollo": 1450,
    "Apollon": 1451,
    "Apollyon": 1452,
    "Apostat": 1453,
    "Apostate": 1454,
    "Apostle": 1455,
    "Apostles": 1456,
    "Apparaissait": 1457,
    "Apparemment": 1458,
    "Apparently": 1459,
    "Appear": 1460,
    "Appearance": 1461,
    "Appearances": 1462,
    "Appelez": 1463,
    "Appelle": 1464,
    "Appelons": 1465,
    "Appelé": 1466,
    "Appert": 1467,
    "Applaud": 1468,
    "Applaudissements": 1469,
    "Applause": 1470,
    "Apple": 1471,
    "Appleby": 1472,
    "Appliquant": 1473,
    "Appliquez": 1474,
    "Apply": 1475,
    "Apporte": 1476,
    "Apportez": 1477,
    "Apprends": 1478,
    "Apprenez": 1479,
    "Approach": 1480,
    "Approaching": 1481,
    "Approche": 1482,
    "Approchez": 1483,
    "Appuie": 1484,
    "Appuyée": 1485,
    "Appuyés": 1486,
    "Apreece": 1487,
    "Apres": 1488,
    "April": 1489,
    "Apropos": 1490,
    "Après": 1491,
    "Apteronotus": 1492,
    "Aqaba": 1493,
    "Aqueduc": 1494,
    "Aqueduct": 1495,
    "Aquin": 1496,
    "Ar": 1497,
    "Arab": 1498,
    "Arabe": 1499,
    "Arabella": 1500,
    "Arabelle": 1501,
    "Arabes": 1502,
    "Arabesque": 1503,
    "Arabia": 1504,
    "Arabian": 1505,
    "Arabic": 1506,
    "Arabie": 1507,
    "Arabique": 1508,
    "Arabs": 1509,
    "Araceli": 1510,
    "Arachne": 1511,
    "Arachné": 1512,
    "Arago": 1513,
    "Aral": 1514,
    "Aramis": 1515,
    "Arbres": 1516,
    "Arc": 1517,
    "Arcade": 1518,
    "Archbishop": 1519,
    "Archbishopric": 1520,
    "Archbishops": 1521,
    "Archdeacon": 1522,
    "Archduke": 1523,
    "Archepiscopal": 1524,
    "Archevêché": 1525,
    "Archibishop": 1526,
    "Archimedes": 1527,
    "Archimède": 1528,
    "Archipel": 1529,
    "Archipelago": 1530,
    "Archipelago_": 1531,
    "Archipelagoes": 1532,
    "Architect": 1533,
    "Architecture": 1534,
    "Archives": 1535,
    "Archpriest": 1536,
    "Arcole": 1537,
    "Arcs": 1538,
    "Arctic": 1539,
    "Arctique": 1540,
    "Arcueil": 1541,
    "Ardennes": 1542,
    "Ardent": 1543,
    "Ardents": 1544,
    "Are": 1545,
    "Aren": 1546,
    "Aresi": 1547,
    "Arfak": 1548,
    "Arfalxs": 1549,
    "Argent": 1550,
    "Argentières": 1551,
    "Argo": 1552,
    "Argonaut": 1553,
    "Argonaute": 1554,
    "Argonauts": 1555,
    "Argot": 1556,
    "Argotiers": 1557,
    "Argueil": 1558,
    "Arguiel": 1559,
    "Arguillon": 1560,
    "Arguments": 1561,
    "Argus": 1562,
    "Argyle": 1563,
    "Ariadne": 1564,
    "Ariane": 1565,
    "Ariel": 1566,
    "Arioste": 1567,
    "Ariosto": 1568,
    "Arioviste": 1569,
    "Ariovistus": 1570,
    "Arisen": 1571,
    "Aristote": 1572,
    "Aristoteles": 1573,
    "Aristotle": 1574,
    "Arithmetic": 1575,
    "Arithmetics": 1576,
    "Arithmétique": 1577,
    "Arithmétiques": 1578,
    "Arkansas": 1579,
    "Arlecchino": 1580,
    "Arlequin": 1581,
    "Armand": 1582,
    "Armed": 1583,
    "Armenia": 1584,
    "Armenian": 1585,
    "Armenians": 1586,
    "Armentieres": 1587,
    "Armentières": 1588,
    "Armes": 1589,
    "Armida": 1590,
    "Armide": 1591,
    "Armies": 1592,
    "Armonica": 1593,
    "Arms": 1594,
    "Armstrongs": 1595,
    "Army": 1596,
    "Armé": 1597,
    "Armée": 1598,
    "Arménie": 1599,
    "Arméniens": 1600,
    "Armés": 1601,
    "Arnault": 1602,
    "Arne": 1603,
    "Arnoul": 1604,
    "Arnould": 1605,
    "Aronnax": 1606,
    "Around": 1607,
    "Arraigned": 1608,
    "Arrange": 1609,
    "Arrangements": 1610,
    "Arrangez": 1611,
    "Arras": 1612,
    "Arrest": 1613,
    "Arrested": 1614,
    "Arretée": 1615,
    "Arrian": 1616,
    "Arricidie": 1617,
    "Arrien": 1618,
    "Arriere": 1619,
    "Arriets": 1620,
    "Arrison": 1621,
    "Arriva": 1622,
    "Arrive": 1623,
    "Arrived": 1624,
    "Arriver": 1625,
    "Arrivera": 1626,
    "Arrives": 1627,
    "Arrivez": 1628,
    "Arriving": 1629,
    "Arrivé": 1630,
    "Arrivée": 1631,
    "Arrivés": 1632,
    "Arrière": 1633,
    "Arromanches": 1634,
    "Arrou": 1635,
    "Arrows": 1636,
    "Arry": 1637,
    "Arrys": 1638,
    "Arrête": 1639,
    "Arrêter": 1640,
    "Arrêtez": 1641,
    "Arrêté": 1642,
    "Arrêtée": 1643,
    "Arsenal": 1644,
    "Arsene": 1645,
    "Arsenic": 1646,
    "Arsène": 1647,
    "Art": 1648,
    "Artagnan": 1649,
    "Artagnans": 1650,
    "Artemidorus": 1651,
    "Artemis": 1652,
    "Artemise": 1653,
    "Arthur": 1654,
    "Arthémidore": 1655,
    "Article": 1656,
    "Articles": 1657,
    "Artillery": 1658,
    "Artisan": 1659,
    "Artisans": 1660,
    "Artless": 1661,
    "Artois": 1662,
    "Arts": 1663,
    "Artémidore": 1664,
    "Artémise": 1665,
    "Aru": 1666,
    "Arène": 1667,
    "As": 1668,
    "Ascagne": 1669,
    "Ascanio": 1670,
    "Ascanius": 1671,
    "Ascension": 1672,
    "Ashamed": 1673,
    "Ashore": 1674,
    "Ashton": 1675,
    "Ashworth": 1676,
    "Asia": 1677,
    "Asian": 1678,
    "Asiatic": 1679,
    "Asiatique": 1680,
    "Aside": 1681,
    "Asie": 1682,
    "Asile": 1683,
    "Ask": 1684,
    "Asnieres": 1685,
    "Asnières": 1686,
    "Asparagus": 1687,
    "Aspects": 1688,
    "Asphaltite": 1689,
    "Aspidophoroides": 1690,
    "Ass": 1691,
    "Assailed": 1692,
    "Assas": 1693,
    "Assassin": 1694,
    "Assassinez": 1695,
    "Assassins": 1696,
    "Assault": 1697,
    "Assaut": 1698,
    "Asseyez": 1699,
    "Asseyons": 1700,
    "Assez": 1701,
    "Assieds": 1702,
    "Assis": 1703,
    "Assise": 1704,
    "Assises": 1705,
    "Assistance": 1706,
    "Assistant": 1707,
    "Assisted": 1708,
    "Assize": 1709,
    "Assizes": 1710,
    "Assiéger": 1711,
    "Association": 1712,
    "Assommeur": 1713,
    "Assomption": 1714,
    "Assujettissons": 1715,
    "Assume": 1716,
    "Assuming": 1717,
    "Assumption": 1718,
    "Assure": 1719,
    "Assuredly": 1720,
    "Assurez": 1721,
    "Assurghur": 1722,
    "Assurément": 1723,
    "Assuérus": 1724,
    "Assyrians": 1725,
    "Assyriens": 1726,
    "Ast": 1727,
    "Astarte": 1728,
    "Astarté": 1729,
    "Asterius": 1730,
    "Asterophylles": 1731,
    "Asterophyton": 1732,
    "Asti": 1733,
    "Astolphe": 1734,
    "Astolphus": 1735,
    "Astonished": 1736,
    "Astonishment": 1737,
    "Astorga": 1738,
    "Astra": 1739,
    "Astrolabe": 1740,
    "Astrology": 1741,
    "Astronomie_": 1742,
    "Astronomy": 1743,
    "Asturian": 1744,
    "Asturias": 1745,
    "Asturiens": 1746,
    "Asturies": 1747,
    "Astyage": 1748,
    "Astyages": 1749,
    "Astérius": 1750,
    "Asylum": 1751,
    "At": 1752,
    "Atala": 1753,
    "Atavism": 1754,
    "Atavisme": 1755,
    "Ath": 1756,
    "Athaliah": 1757,
    "Athalie": 1758,
    "Atheling": 1759,
    "Athenaeus": 1760,
    "Athenian": 1761,
    "Athens": 1762,
    "Athird": 1763,
    "Athos": 1764,
    "Athwart": 1765,
    "Athènes": 1766,
    "Athénée": 1767,
    "Atkins": 1768,
    "Atlantean": 1769,
    "Atlanteans": 1770,
    "Atlantes": 1771,
    "Atlantic": 1772,
    "Atlantide": 1773,
    "Atlantique": 1774,
    "Atlantis": 1775,
    "Atlas": 1776,
    "Atocha": 1777,
    "Atrebata": 1778,
    "Atrébatie": 1779,
    "Atsaar": 1780,
    "Attached": 1781,
    "Attachez": 1782,
    "Attaché": 1783,
    "Attack": 1784,
    "Attacking": 1785,
    "Attaining": 1786,
    "Attaquer": 1787,
    "Atteint": 1788,
    "Attendance": 1789,
    "Attendez": 1790,
    "Attendons": 1791,
    "Attendre": 1792,
    "Attends": 1793,
    "Attendu": 1794,
    "Attentif": 1795,
    "Attention": 1796,
    "Attentive": 1797,
    "Attired": 1798,
    "Attirés": 1799,
    "Attorney": 1800,
    "Attorney_": 1801,
    "Attraction": 1802,
    "Attrapez": 1803,
    "Au": 1804,
    "Auber": 1805,
    "Aubergeon": 1806,
    "Auberger": 1807,
    "Aubervilliers": 1808,
    "Aubiers": 1809,
    "Aubigne": 1810,
    "Aubigné": 1811,
    "Aubriot": 1812,
    "Aubry": 1813,
    "Auburn": 1814,
    "Auckland": 1815,
    "Aucklands": 1816,
    "Aucoc": 1817,
    "Aucun": 1818,
    "Aucune": 1819,
    "Aucunement": 1820,
    "Audax": 1821,
    "Audemer": 1822,
    "Audierne": 1823,
    "Auditor": 1824,
    "Audley": 1825,
    "Aug": 1826,
    "Augmenter": 1827,
    "Augus": 1828,
    "August": 1829,
    "Augusta": 1830,
    "Auguste": 1831,
    "Augustin": 1832,
    "Augustine": 1833,
    "Augustines": 1834,
    "Augustino": 1835,
    "Augustins": 1836,
    "Augustinus": 1837,
    "Augustus": 1838,
    "Aujourd": 1839,
    "Aumale": 1840,
    "Aunt": 1841,
    "Auntie": 1842,
    "Auparavant": 1843,
    "Auprès": 1844,
    "Auquel": 1845,
    "Aurai": 1846,
    "Auraient": 1847,
    "Aurais": 1848,
    "Aurait": 1849,
    "Aurelius": 1850,
    "Aureng": 1851,
    "Aures": 1852,
    "Aurez": 1853,
    "Auricula": 1854,
    "Auriez": 1855,
    "Aurions": 1856,
    "Aurora": 1857,
    "Aurou": 1858,
    "Aurungabad": 1859,
    "Aussi": 1860,
    "Aussitôt": 1861,
    "Austen": 1862,
    "Austin": 1863,
    "Austrain": 1864,
    "Australasia": 1865,
    "Australasie": 1866,
    "Australia": 1867,
    "Australian": 1868,
    "Australians": 1869,
    "Australie": 1870,
    "Austria": 1871,
    "Austrian": 1872,
    "Austrians": 1873,
    "Aut": 1874,
    "Autant": 1875,
    "Auteur": 1876,
    "Author": 1877,
    "Authority": 1878,
    "Auto": 1879,
    "Autoritaire": 1880,
    "Autour": 1881,
    "Autre": 1882,
    "Autrefois": 1883,
    "Autrement": 1884,
    "Autriche": 1885,
    "Autrichienne": 1886,
    "Autrichiens": 1887,
    "Autumn": 1888,
    "Autun": 1889,
    "Auvergne": 1890,
    "Aux": 1891,
    "Auxerre": 1892,
    "Auxerrois": 1893,
    "Avacena": 1894,
    "Avacéna": 1895,
    "Avaient": 1896,
    "Avais": 1897,
    "Avait": 1898,
    "Avance": 1899,
    "Avancement": 1900,
    "Avancez": 1901,
    "Avant": 1902,
    "Avantage": 1903,
    "Avantpartout": 1904,
    "Avançant": 1905,
    "Avançons": 1906,
    "Avare": 1907,
    "Avarice": 1908,
    "Avaritiam": 1909,
    "Avayveia": 1910,
    "Ave": 1911,
    "Avec": 1912,
    "Avenge": 1913,
    "Avenger": 1914,
    "Avenging": 1915,
    "Avenue": 1916,
    "Averni": 1917,
    "Averni_": 1918,
    "Averroès": 1919,
    "Averroës": 1920,
    "Averti": 1921,
    "Avertissement": 1922,
    "Aveugle": 1923,
    "Aveyron": 1924,
    "Avez": 1925,
    "Avezac": 1926,
    "Avianus": 1927,
    "Avicenna": 1928,
    "Avicenne": 1929,
    "Avidement": 1930,
    "Avienus": 1931,
    "Avignon": 1932,
    "Avilie": 1933,
    "Avilis": 1934,
    "Avions": 1935,
    "Avis": 1936,
    "Avisons": 1937,
    "Avocat": 1938,
    "Avoid": 1939,
    "Avoir": 1940,
    "Avon": 1941,
    "Avons": 1942,
    "Avoue": 1943,
    "Avouez": 1944,
    "Avoués": 1945,
    "Avril": 1946,
    "Avrillot": 1947,
    "Awaiting": 1948,
    "Awaken": 1949,
    "Awaking": 1950,
    "Aware": 1951,
    "Away": 1952,
    "Awfully": 1953,
    "Awoman": 1954,
    "Axel": 1955,
    "Ay": 1956,
    "Ayant": 1957,
    "Aye": 1958,
    "Ayez": 1959,
    "Aymarket": 1960,
    "Aymoin": 1961,
    "Aymoire": 1962,
    "Aymon": 1963,
    "Ayoung": 1964,
    "Ayres": 1965,
    "Ayrton": 1966,
    "Ayton": 1967,
    "Azof": 1968,
    "Azoff": 1969,
    "Azores": 1970,
    "Açores": 1971,
    "Aναγκοφαγία": 1972,
    "B": 1973,
    "B3": 1974,
    "B4": 1975,
    "BACK": 1976,
    "BACKING": 1977,
    "BAD": 1978,
    "BAG": 1979,
    "BAGAGE": 1980,
    "BAGPIPES": 1981,
    "BAGUENAUD": 1982,
    "BAIE": 1983,
    "BAIGNADE": 1984,
    "BAIN": 1985,
    "BALDRIC": 1986,
    "BALEINE": 1987,
    "BALEINES": 1988,
    "BALLET": 1989,
    "BANALE": 1990,
    "BANDAGE": 1991,
    "BANDEAU": 1992,
    "BANJO": 1993,
    "BANK": 1994,
    "BANKNOTES": 1995,
    "BANKS": 1996,
    "BANQUISE": 1997,
    "BARNAVE": 1998,
    "BARRE": 1999,
    "BARREN": 2000,
    "BASKERVILLE": 2001,
    "BASKET": 2002,
    "BASSETTE": 2003,
    "BASTION": 2004,
    "BATAILLE": 2005,
    "BATEAU": 2006,
    "BATEAUX": 2007,
    "BATELIER": 2008,
    "BATHING": 2009,
    "BATTLE": 2010,
    "BATULCAR": 2011,
    "BAUDRIER": 2012,
    "BAVARDONS": 2013,
    "BC": 2014,
    "BE": 2015,
    "BEACONS": 2016,
    "BEATI": 2017,
    "BEAU": 2018,
    "BEAUMARCHAIS": 2019,
    "BEAUTIES": 2020,
    "BEAUTIFUL": 2021,
    "BECOMES": 2022,
    "BEGIN": 2023,
    "BEGINNER": 2024,
    "BEGINS": 2025,
    "BEHAVIOUR": 2026,
    "BEHIND": 2027,
    "BEING": 2028,
    "BELL": 2029,
    "BELLA": 2030,
    "BELLS": 2031,
    "BELOW": 2032,
    "BENEDICENDO": 2033,
    "BENNET": 2034,
    "BERGERIE": 2035,
    "BERNARDINS": 2036,
    "BERTOLOTTI": 2037,
    "BESANCON": 2038,
    "BESEECH": 2039,
    "BESOIN": 2040,
    "BESOS": 2041,
    "BETHUNE": 2042,
    "BETRAY": 2043,
    "BETRAYS": 2044,
    "BETWEEN": 2045,
    "BEUVE": 2046,
    "BIANCO": 2047,
    "BIBLE": 2048,
    "BIEN": 2049,
    "BINGLEY": 2050,
    "BIRD": 2051,
    "BISHAM": 2052,
    "BIT": 2053,
    "BIZARRE": 2054,
    "BLACK": 2055,
    "BLACKMAILING": 2056,
    "BLANC": 2057,
    "BLANCHE": 2058,
    "BLASON": 2059,
    "BLASTING": 2060,
    "BLAZER": 2061,
    "BLEU": 2062,
    "BLOQUENT": 2063,
    "BLOWS": 2064,
    "BLUE": 2065,
    "BOARDER": 2066,
    "BOARDS": 2067,
    "BOAT": 2068,
    "BOATING": 2069,
    "BOATMAN": 2070,
    "BOATS": 2071,
    "BOHEMIAN": 2072,
    "BOHEMIEN": 2073,
    "BOHÉMIEN": 2074,
    "BOIRE": 2075,
    "BOITEUX": 2076,
    "BOLDLY": 2077,
    "BOLEYN": 2078,
    "BON": 2079,
    "BONACIEUX": 2080,
    "BONAVENTURE": 2081,
    "BONHEUR": 2082,
    "BONNE": 2083,
    "BONNES": 2084,
    "BOOK": 2085,
    "BOORISHNESS": 2086,
    "BORGNE": 2087,
    "BOSSU": 2088,
    "BOUDE": 2089,
    "BOUILLOIRE": 2090,
    "BOUILLOIRES": 2091,
    "BOULOGNE": 2092,
    "BOUNTY": 2093,
    "BOURRU": 2094,
    "BOUTIQUE": 2095,
    "BOVARY": 2096,
    "BOWELS": 2097,
    "BOY": 2098,
    "BR": 2099,
    "BRAGGARTS": 2100,
    "BRAVE": 2101,
    "BRIDAL": 2102,
    "BRIGHTON": 2103,
    "BRILLANTS": 2104,
    "BRINGS": 2105,
    "BROKEN": 2106,
    "BROSSES": 2107,
    "BROTHER": 2108,
    "BROUGHT": 2109,
    "BRUSHES": 2110,
    "BRUTALLY": 2111,
    "BUCK": 2112,
    "BUCKINGHAM": 2113,
    "BUILDS": 2114,
    "BURDEN": 2115,
    "BUSINESS": 2116,
    "BUT": 2117,
    "BUVEZ": 2118,
    "BUYS": 2119,
    "BY": 2120,
    "Ba": 2121,
    "Baal": 2122,
    "Baasa": 2123,
    "Baaza": 2124,
    "Bab": 2125,
    "Babel": 2126,
    "Babes": 2127,
    "Babies": 2128,
    "Babylon": 2129,
    "Babylone": 2130,
    "Babylone_": 2131,
    "Bac": 2132,
    "Bacchante": 2133,
    "Bacchus": 2134,
    "Back": 2135,
    "Backhuysen": 2136,
    "Backson": 2137,
    "Backuysen": 2138,
    "Bacon": 2139,
    "Bacqueville": 2140,
    "Bad": 2141,
    "Badajos": 2142,
    "Badajoz": 2143,
    "Bade": 2144,
    "Baden": 2145,
    "Badly": 2146,
    "Baeust": 2147,
    "Baffin": 2148,
    "Baffled": 2149,
    "Bagatelle": 2150,
    "Bagauda": 2151,
    "Bagnees": 2152,
    "Bagneres": 2153,
    "Bagnères": 2154,
    "Bah": 2155,
    "Bahama": 2156,
    "Bahamas": 2157,
    "Bahl": 2158,
    "Baie": 2159,
    "Bail": 2160,
    "Bailey": 2161,
    "Bailiff": 2162,
    "Bailiffs": 2163,
    "Baillet": 2164,
    "Bailliage": 2165,
    "Bailly": 2166,
    "Bain": 2167,
    "Baise": 2168,
    "Bajazet": 2169,
    "Baker": 2170,
    "Bakervell": 2171,
    "Bakewell": 2172,
    "Bakounine": 2173,
    "Bakunin": 2174,
    "Bal": 2175,
    "Baladier": 2176,
    "Balaenoptera": 2177,
    "Balanced": 2178,
    "Balances": 2179,
    "Balancez": 2180,
    "Balancé": 2181,
    "Balbi": 2182,
    "Baldi": 2183,
    "Baldwin": 2184,
    "Baleen": 2185,
    "Bali": 2186,
    "Baliffre": 2187,
    "Balistes": 2188,
    "Balivernes": 2189,
    "Ball": 2190,
    "Balland": 2191,
    "Balleny": 2192,
    "Ballestas": 2193,
    "Ballon": 2194,
    "Balloon": 2195,
    "Balls": 2196,
    "Bally": 2197,
    "Baltic": 2198,
    "Baltique": 2199,
    "Balue": 2200,
    "BalueA": 2201,
    "Balzac": 2202,
    "Balzampleu": 2203,
    "Balzempleu": 2204,
    "Banc": 2205,
    "Band": 2206,
    "Bands": 2207,
    "Bang": 2208,
    "Banians": 2209,
    "Bank": 2210,
    "Banks": 2211,
    "Banlieue": 2212,
    "Banner": 2213,
    "Banners": 2214,
    "Banneville": 2215,
    "Banque": 2216,
    "Banyans": 2217,
    "Banyas": 2218,
    "Baptist": 2219,
    "Baptiste": 2220,
    "Bar": 2221,
    "Baradas": 2222,
    "Barbade": 2223,
    "Barbadoes": 2224,
    "Barbara": 2225,
    "Barbarian": 2226,
    "Barbarie": 2227,
    "Barbary": 2228,
    "Barbe": 2229,
    "Barbeau": 2230,
    "Barbedienne": 2231,
    "Barbette": 2232,
    "Barbone": 2233,
    "Barbouillé": 2234,
    "Barcelona": 2235,
    "Barcelone": 2236,
    "Barclay": 2237,
    "Bare": 2238,
    "Barege": 2239,
    "Bareheaded": 2240,
    "Barely": 2241,
    "Bareme": 2242,
    "Barfeuchères": 2243,
    "Barfucheres": 2244,
    "Bargain": 2245,
    "Bari": 2246,
    "Barillerie": 2247,
    "Barillerié": 2248,
    "Baring": 2249,
    "Barings": 2250,
    "Barjon": 2251,
    "Bark": 2252,
    "Barley": 2253,
    "Barmecide": 2254,
    "Barmne": 2255,
    "Barnet": 2256,
    "Barneville": 2257,
    "Barns": 2258,
    "Barnum": 2259,
    "Barometre": 2260,
    "Baromètre": 2261,
    "Baron": 2262,
    "Barone": 2263,
    "Baroness": 2264,
    "Baronessa": 2265,
    "Baronne": 2266,
    "Barons": 2267,
    "Barony": 2268,
    "Barraud": 2269,
    "Barrels": 2270,
    "Barriere": 2271,
    "Barring": 2272,
    "Barrington": 2273,
    "Barringtons": 2274,
    "Barrow": 2275,
    "Barrymore": 2276,
    "Barrymores": 2277,
    "Bart": 2278,
    "Barthole": 2279,
    "Bartholomew": 2280,
    "Bartholomé": 2281,
    "Barthélemy": 2282,
    "Barthélémy": 2283,
    "Bartole": 2284,
    "Bartolome": 2285,
    "Barton": 2286,
    "Barts": 2287,
    "Baruch": 2288,
    "Baruk": 2289,
    "Barèges": 2290,
    "Barème": 2291,
    "Bas": 2292,
    "Basalt": 2293,
    "Base": 2294,
    "Bashaw": 2295,
    "Basil": 2296,
    "Basile": 2297,
    "Basilic": 2298,
    "Basingstoke": 2299,
    "Baskerville": 2300,
    "Baskervilles": 2301,
    "Basque": 2302,
    "Basques": 2303,
    "Bass": 2304,
    "Basse": 2305,
    "Bassompierre": 2306,
    "Bassopierre": 2307,
    "Bastard": 2308,
    "Baste": 2309,
    "Bastille": 2310,
    "Basée": 2311,
    "Bataille": 2312,
    "Batavia": 2313,
    "Batelière": 2314,
    "Bates": 2315,
    "Bath": 2316,
    "Bathing": 2317,
    "Batholomew": 2318,
    "Baths": 2319,
    "Bathurst": 2320,
    "Batignolles": 2321,
    "Baton": 2322,
    "Bats": 2323,
    "Batterie": 2324,
    "Battery": 2325,
    "Battez": 2326,
    "Battistin": 2327,
    "Battistini": 2328,
    "Battle": 2329,
    "Battre": 2330,
    "Battu": 2331,
    "Battue": 2332,
    "Batulcar": 2333,
    "Baudets": 2334,
    "Baudoyer": 2335,
    "Baudry": 2336,
    "Bauerinnen": 2337,
    "Bautzen": 2338,
    "Bavaria": 2339,
    "Bavière": 2340,
    "Bay": 2341,
    "Bayaderes": 2342,
    "Bayard": 2343,
    "Baylen": 2344,
    "Bayonnaise": 2345,
    "Bayonne": 2346,
    "Bays": 2347,
    "Bazile": 2348,
    "Bazin": 2349,
    "Be": 2350,
    "Beads": 2351,
    "Bear": 2352,
    "Beard": 2353,
    "Bearn": 2354,
    "Bearnais": 2355,
    "Bearnese": 2356,
    "Bears": 2357,
    "Beastly": 2358,
    "Beat": 2359,
    "Beaten": 2360,
    "Beating": 2361,
    "Beau": 2362,
    "Beaucoup": 2363,
    "Beaugency": 2364,
    "Beaugnies": 2365,
    "Beauharnais": 2366,
    "Beaujeu": 2367,
    "Beaujolais": 2368,
    "Beaulion": 2369,
    "Beaumont": 2370,
    "Beaune": 2371,
    "Beausire": 2372,
    "Beausires": 2373,
    "Beautiful": 2374,
    "Beautru": 2375,
    "Beauty": 2376,
    "Beauvais": 2377,
    "Beauvaisis": 2378,
    "Beauvoisine": 2379,
    "Beauvoisis": 2380,
    "Beaux": 2381,
    "Became": 2382,
    "Because": 2383,
    "Bechaigne": 2384,
    "Become": 2385,
    "Becoming": 2386,
    "Becquerel": 2387,
    "Bed": 2388,
    "Bedchamber": 2389,
    "Bedford": 2390,
    "Bedfordshire": 2391,
    "Bedlam": 2392,
    "Bedouin": 2393,
    "Beelzebub": 2394,
    "Been": 2395,
    "Beethoven": 2396,
    "Befell": 2397,
    "Before": 2398,
    "Beg": 2399,
    "Begad": 2400,
    "Begging": 2401,
    "Begin": 2402,
    "Beginning": 2403,
    "Begone": 2404,
    "Behar": 2405,
    "Behead": 2406,
    "Behind": 2407,
    "Behindthe": 2408,
    "Behold": 2409,
    "Beigirate": 2410,
    "Being": 2411,
    "Bekir": 2412,
    "Bel": 2413,
    "Belagio": 2414,
    "Belan": 2415,
    "Belated": 2416,
    "Belcher": 2417,
    "Belchers": 2418,
    "Belge": 2419,
    "Belges": 2420,
    "Belgian": 2421,
    "Belgians": 2422,
    "Belgique": 2423,
    "Belgirate": 2424,
    "Belgium": 2425,
    "Belial": 2426,
    "Believe": 2427,
    "Bell": 2428,
    "Bellagio": 2429,
    "Belle": 2430,
    "Belleforet": 2431,
    "Bellement": 2432,
    "Belles": 2433,
    "Bellevigne": 2434,
    "Belleville": 2435,
    "Bellina": 2436,
    "Bellinghausen": 2437,
    "Belliver": 2438,
    "Bellows": 2439,
    "Bellringer": 2440,
    "Bells": 2441,
    "Belly": 2442,
    "Belmont": 2443,
    "Belot": 2444,
    "Beloved": 2445,
    "Below": 2446,
    "Belphegor": 2447,
    "Belphégor": 2448,
    "Belt": 2449,
    "Belts": 2450,
    "Belvedere": 2451,
    "Belvidere": 2452,
    "Belvoir": 2453,
    "Belvédère": 2454,
    "Belzebuth": 2455,
    "Belzébuth": 2456,
    "Ben": 2457,
    "Benamuckee": 2458,
    "Benamuckée": 2459,
    "Benares": 2460,
    "Benbow": 2461,
    "Bench": 2462,
    "Bend": 2463,
    "Bender": 2464,
    "Bendigo": 2465,
    "Bending": 2466,
    "Beneath": 2467,
    "Benedict": 2468,
    "Benedictine": 2469,
    "Benedictines": 2470,
    "Benediction": 2471,
    "Benefactress": 2472,
    "Benett": 2473,
    "Bengal": 2474,
    "Bengale": 2475,
    "Benjamin": 2476,
    "Bennet": 2477,
    "Bennets": 2478,
    "Bennett": 2479,
    "Benoist": 2480,
    "Benoit": 2481,
    "Benoît": 2482,
    "Benserade": 2483,
    "Benson": 2484,
    "Benten": 2485,
    "Bentivoglio": 2486,
    "Bequest": 2487,
    "Beranger": 2488,
    "Berceau": 2489,
    "Bercé": 2490,
    "Beresima": 2491,
    "Berg": 2492,
    "Bergen": 2493,
    "Berghem": 2494,
    "Bering": 2495,
    "Berkeley": 2496,
    "Berks": 2497,
    "Berkshires": 2498,
    "Berlin": 2499,
    "Berloque": 2500,
    "Bermondsey": 2501,
    "Bern": 2502,
    "Bernajoux": 2503,
    "Bernard": 2504,
    "Bernardins": 2505,
    "Bernerette": 2506,
    "Bernet": 2507,
    "Bernouilli": 2508,
    "Beroe": 2509,
    "Berrichan": 2510,
    "Berrichon": 2511,
    "Berry": 2512,
    "Bertaux": 2513,
    "Bertha": 2514,
    "Berthe": 2515,
    "Berthelot": 2516,
    "Bertillon": 2517,
    "Bertin": 2518,
    "Bertrand": 2519,
    "Bertuccio": 2520,
    "Beru": 2521,
    "Berwick": 2522,
    "Berwickshire": 2523,
    "Beryl": 2524,
    "Besancon": 2525,
    "Besancon_": 2526,
    "Besançon": 2527,
    "Besenval": 2528,
    "Beside": 2529,
    "Besides": 2530,
    "Besme": 2531,
    "Besogne": 2532,
    "Bess": 2533,
